{
  "filmes": [
    {
      "id": 1,
      "nome": "Moonlight: Sob a Luz do Luar",
      "ano": 2016,
      "diretor": "Barry Jenkins",
      "atores": ["Mahershala Ali", "Trevante Rhodes", "Naomie Harris"],
      "genero": ["Drama"],
      "sinopse": "Uma comovente história sobre a vida de um jovem negro desde a infância até a idade adulta, enquanto lida com questões de identidade, sexualidade e família. O filme é dividido em três atos, cada um retratando uma fase da vida do protagonista: infância, adolescência e vida adulta. Ao longo dessas fases, acompanhamos suas lutas, suas relações complexas com sua mãe e com seu amigo de infância, e sua jornada em busca de autoaceitação e amor.",
      "url_imagem": "https://i.pinimg.com/474x/1c/d1/84/1cd18444bafe199980dd3c326d0d0bba.jpg"
    },
    {
      "id": 2,
      "nome": "Lady Bird: A Hora de Voar",
      "ano": 2017,
      "diretor": "Greta Gerwig",
      "atores": ["Saoirse Ronan", "Laurie Metcalf", "Tracy Letts"],
      "genero": ["Comédia", "Drama"],
      "sinopse": "Uma jovem tenta escapar de sua cidade natal na Califórnia para ir estudar em Nova York, enquanto lida com conflitos familiares e a transição para a vida adulta. O filme acompanha o último ano do ensino médio de Christine 'Lady Bird' McPherson, uma adolescente rebelde que sonha com uma vida diferente da que tem. Ela enfrenta desafios com sua mãe, que deseja que ela vá para uma faculdade próxima, e com seu próprio desejo de se destacar e encontrar seu lugar no mundo.",
      "url_imagem": "https://i.pinimg.com/originals/7e/86/5d/7e865d08a05f7f39dff4e26b6f37e9e7.jpg"
    },
    {
      "id": 3,
      "nome": "Hereditário",
      "ano": 2018,
      "diretor": "Ari Aster",
      "atores": ["Toni Collette", "Alex Wolff", "Milly Shapiro"],
      "genero": ["Terror", "Drama"],
      "sinopse": "Após a morte da matriarca da família, coisas estranhas começam a acontecer com seus descendentes, revelando segredos sombrios do passado. Quando a mãe da família Graham, Annie, morre, sua filha mais velha, a adolescente Charlie, começa a experimentar eventos sobrenaturais. Conforme a família tenta lidar com sua perda, segredos perturbadores vêm à tona, revelando uma herança sinistra que os assombra.",
      "url_imagem": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQsKtmXlu5HWtfzPTNn0Tpf_4dukOEL3XLH3NltuFLq_Q&s"
    },
    {
      "id": 4,
      "nome": "A Bruxa",
      "ano": 2015,
      "diretor": "Robert Eggers",
      "atores": ["Anya Taylor-Joy", "Ralph Ineson", "Kate Dickie"],
      "genero": ["Terror", "Mistério"],
      "sinopse": "Uma família puritana no século XVII na Nova Inglaterra é amaldiçoada por uma presença malévola em uma floresta próxima. Depois que sua filha recém-nascida desaparece misteriosamente, a família se volta um contra o outro e começa a acreditar que uma força sobrenatural está trabalhando contra eles. Conforme a paranoia aumenta, eventos terríveis se desenrolam, levando-os a questionar sua fé e uns aos outros.",
      "url_imagem": "https://i.pinimg.com/736x/e0/c3/79/e0c379c2f40a644582be3f04c78698d0.jpg"
    },
    {
      "id": 5,
      "nome": "O Farol",
      "ano": 2019,
      "diretor": "Robert Eggers",
      "atores": ["Robert Pattinson", "Willem Dafoe", "Valeriia Karaman"],
      "genero": ["Fantasia", "Terror", "Drama"],
      "sinopse": "Dois guardiões de um farol isolado começam a enlouquecer lentamente quando uma tempestade os mantém presos na ilha. Thomas Wake e Ephraim Winslow, dois homens encarregados de manter um farol em uma remota ilha da Nova Inglaterra, enfrentam crescente paranoia e conflitos enquanto enfrentam tempestades violentas e isolamento extremo. Conforme a tensão aumenta, segredos são revelados e a linha entre a realidade e a imaginação começa a se desfazer.",
      "url_imagem": "https://i.pinimg.com/originals/34/3f/f6/343ff6cb03bf561788972e62d424ddec.jpg"
    },
    {
      "id": 6,
      "nome": "O Quarto de Jack",
      "ano": 2015,
      "diretor": "Lenny Abrahamson",
      "atores": ["Brie Larson", "Jacob Tremblay", "Joan Allen"],
      "genero": ["Drama"],
      "sinopse": "Uma mãe e seu filho de cinco anos vivem em cativeiro, trancados em um pequeno quarto, até que encontram uma oportunidade de escapar. Joy e seu filho Jack vivem em um quarto pequeno, trancados por um homem chamado Old Nick. Para Jack, o quarto é o único mundo que ele conhece. Quando Joy percebe que é hora de Jack escapar, ela elabora um plano arriscado para libertá-los do cativeiro e enfrentar o mundo exterior.",
      "url_imagem": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ37OHnF241dVBoP-i25_QU42_Y6qfi-jIz3meIaOFN1g&s"
    },
    {
      "id": 7,
      "nome": "O Lagosta",
      "ano": 2015,
      "diretor": "Yorgos Lanthimos",
      "atores": ["Colin Farrell", "Rachel Weisz", "Léa Seydoux"],
      "genero": ["Comédia", "Drama", "Romance"],
      "sinopse": "Em um futuro distópico, solteiros são enviados para um hotel onde têm 45 dias para encontrar um parceiro, caso contrário, serão transformados em um animal. David, um homem recém-divorciado, é enviado para um hotel onde solteiros têm um prazo para encontrar um parceiro ou enfrentar uma transformação em um animal de sua escolha. Enquanto ele tenta encontrar o amor em um ambiente estranho e altamente regulamentado, ele se envolve em um romance proibido e planeja uma fuga.",
      "url_imagem": "https://i.pinimg.com/originals/c2/39/22/c239222eaaac52ee52f2f829b5791888.jpg"
    },
    {
      "id": 8,
      "nome": "Uncut Gems",
      "ano": 2019,
      "diretor": "Benny Safdie, Josh Safdie",
      "atores": ["Adam Sandler", "Julia Fox", "Idina Menzel"],
      "genero": ["Crime", "Drama", "Thriller"],
      "sinopse": "Um joalheiro de Nova York arrisca tudo em busca de uma grande pontuação enquanto é perseguido por seus credores, ex-esposa e mais. Howard Ratner, um joalheiro carismático mas impulsivo, aposta alto ao adquirir uma pedra preciosa não lapidada, acreditando que ela lhe trará uma fortuna. No entanto, sua ganância e compulsão por jogos de azar o levam a uma espiral de problemas, colocando em risco tudo o que ele tem.",
      "url_imagem": "https://br.web.img2.acsta.net/r_1920_1080/pictures/20/01/08/16/54/5502811.jpg"
    },
    {
      "id": 9,
      "nome": "A Ghost Story",
      "ano": 2017,
      "diretor": "David Lowery",
      "atores": ["Casey Affleck", "Rooney Mara"],
      "genero": ["Drama", "Fantasia"],
      "sinopse": "Após morrer em um acidente de carro, um homem volta para casa como um fantasma para consolar sua esposa, apenas para descobrir que o tempo está se movendo de forma estranha. Quando um músico morre em um acidente de carro, ele retorna como um fantasma coberto por um lençol branco. Ele observa silenciosamente sua esposa lidar com sua perda enquanto o tempo passa de maneira não linear e ele se vê preso em uma casa que agora é ocupada por estranhos.",
      "url_imagem": "https://i.pinimg.com/originals/dc/6c/f5/dc6cf5da98d6ad82fc301f2de6802530.jpg"
    },
    {
      "id": 10,
      "nome": "Under the Silver Lake",
      "ano": 2019,
      "diretor": "David Robert Mitchell",
      "atores": ["Andrew Garfield", "Riley Keough", "Topher Grace"],
      "genero": ["Mistério", "Drama", "Thriller"],
      "sinopse": "Sam, um jovem desencantado que encontra uma mulher misteriosa mergulhada no escândalo e na conspiração em Los Angeles. Após testemunhar o assassinato de sua vizinha, Sam inicia uma investigação obscura que o leva a um mundo de segredos, mentiras e corrupção. Conforme ele mergulha mais fundo no mistério, ele descobre conexões surpreendentes entre os acontecimentos aparentemente desconexos ao seu redor.",
      "url_imagem": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSfZ-CZRj-y8uYU1XPFNBWD-109J40FnqTR0vDT21kQqQ&s"
    }
  ]
}
